#include"showMenu.h"

void showMenu() {
	cout << "-----------------------  欢迎使用机房预约系统  -----------------------" << endl;
	cout << "\t\t ---------------------------------- \n";
	cout << "\t\t|                                  |\n";
	cout << "\t\t|            1.学生代表            |\n";
	cout << "\t\t|                                  |\n";
	cout << "\t\t|            2.老    师            |\n";
	cout << "\t\t|                                  |\n";
	cout << "\t\t|            1.管 理 员            |\n";
	cout << "\t\t|                                  |\n";
	cout << "\t\t|            2.退    出            |\n";
	cout << "\t\t|                                  |\n";
	cout << "\t\t ---------------------------------- \n";
	cout << "请输入您的选择：\n";
}